export const posts = [
{
    id: 1,
    title: '夏季毛孩洗澡優惠活動',
    date: '2025 / 01 / 01',
    content: '即日起至 8/31，凡預約洗澡服務，第二隻同來毛孩享 5 折優惠！',
    tag: '寵物美容',
    status: '待審核'
  },
  {
    id: 2,
    title: '夏季住宿送洗澡活動',
    date: '2025 / 02 / 01',
    content: '連續入住兩晚以上，送洗澡一隻！名額有限，先搶先贏！',
    tag: '寵物住宿',
    status: '已審核'
  },
  {
    id: 3,
    title: '暑期寄宿滿三晚送玩具！',
    date: '2025 / 03 / 01',
    content: '預約 7 月底前入住者，加碼送玩具與點心一份！',
    tag: '寵物住宿',
    status: '待審核'
  },
  {
    id: 4,
    title: '新客限定美容優惠',
    date: '2025 / 04 / 01',
    content: '首次預約享9折＋送造型小禮物，歡迎來體驗！',
    tag: '寵物美容',
    status: '已審核'
  },
  {
    id: 5,
    title: '夏日清涼剃毛服務',
    date: '2025 / 05 / 01',
    content: '短毛造型不只降溫又可愛，限量預約中！',
    tag: '寵物美容',
    status: '待審核'
  },
  {
    id: 6,
    title: '夏季造型設計新登場',
    date: '2025 / 06 / 01',
    content: '提供多款造型參考，幫毛孩打造專屬風格！',
    tag: '寵物美容',
    status: '已審核'
  },
  {
    id: 7,
    title: '造型服務滿千送百',
    date: '2025 / 07 / 01',
    content: '美容單筆滿 1000 元，贈 100 元下次抵用券。',
    tag: '寵物美容',
    status: '待審核'
  }
];